import blog1 from '../../../assets/blog/blog-1.png'
import blog2 from '../../../assets/blog/blog-2.png'
import blog3 from '../../../assets/blog/blog-3.png'

const blogs = [
    {
        id: 6,
        src: blog3, title: `Готовый загородный дом или самостоятельное строительство?`,
        text: `Купить или построить дом с нуля – неизбежный вопрос, когда возникает желание приобрести частную недвижимость за городом. `
    },
    {
        id: 5,
        src: blog2, title: `Авторские проекты домов – почему эксклюзив выгоднее`,
        text: `Владельцу предстоит решить вопрос: купить готовый типовой вариант или заказать индивидуальный. `
    },
    {
        id: 4,
        src: blog1, title: `Красивые дома: 100+ фото лучших проектов`,
        text: `Современная малоэтажная застройка в России представлена как типовыми архитектурными решениями, популярными.`
    },{
        id: 3,
        src: blog3, title: `Готовый загородный дом или самостоятельное строительство?`,
        text: `Купить или построить дом с нуля – неизбежный вопрос, когда возникает желание приобрести частную недвижимость за городом. `
    },
    {
        id: 2,
        src: blog2, title: `Авторские проекты домов – почему эксклюзив выгоднее`,
        text: `Владельцу предстоит решить вопрос: купить готовый типовой вариант или заказать индивидуальный. `
    },
    {
        id: 1,
        src: blog1, title: `Красивые дома: 100+ фото лучших проектов`,
        text: `Современная малоэтажная застройка в России представлена как типовыми архитектурными решениями, популярными.`
    },
]

export default blogs